Repository: iComputerfreak/MovieDB
Catalog: Movie DB/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br

# detail.notification.addedToList.message %@
source: Added to the list "%@."
de: Zur Liste "%@" hinzugefügt.
es: Añadido a la lista «%@».
fr: Ajouté à la liste « %@ ».
it: Aggiunto all’elenco “%@”.
ja: リスト「%@」に追加しました。
ko: "%@" 목록에 추가했습니다.
pl: Dodano do listy „%@”.
pt_br: Adicionado à lista “%@”.

# detail.notification.addedToList.title
source: Added to list
de: Hinzugefügt
es: Añadido a la lista
fr: Ajouté à la liste
it: Aggiunto all’elenco
ja: リストに追加しました
ko: 목록에 추가됨
pl: Dodano do listy
pt_br: Adicionado à lista

# detail.notification.reloadComplete.title
source: Reload complete
de: Neu Geladen
es: Recarga completada
fr: Rechargement terminé
it: Ricaricamento completato
ja: 再読み込み完了
ko: 다시 불러오기 완료
pl: Ponowne wczytywanie zakończone
pt_br: Recarga concluída

# detail.seasons.unavailable.description
source: Season information for this show is not available right now.
de: Für diese Serie sind aktuell keine Staffelinformationen verfügbar.
es: La información de temporadas de esta serie no está disponible ahora mismo.
fr: Les informations sur les saisons de cette série ne sont pas disponibles pour le moment.
it: Le informazioni sulle stagioni di questa serie non sono disponibili al momento.
ja: この番組のシーズン情報は現在利用できません。
ko: 현재 이 프로그램의 시즌 정보를 확인할 수 없습니다.
pl: Informacje o sezonach tego serialu są obecnie niedostępne.
pt_br: As informações de temporadas desta série não estão disponíveis no momento.

# detail.seasons.unavailable.title
source: No Seasons Available
de: Keine Staffeln verfügbar
es: No hay temporadas disponibles
fr: Aucune saison disponible
it: Nessuna stagione disponibile
ja: シーズン情報なし
ko: 시즌 정보 없음
pl: Brak dostępnych sezonów
pt_br: Nenhuma temporada disponível

# detail.seasonsInfo.navBar.title
source: Seasons
de: Staffeln
es: Temporadas
fr: Saisons
it: Stagioni
ja: シーズン
ko: 시즌
pl: Sezony
pt_br: Temporadas

# detail.showWatchState.episodeWarning %lld
source: This season only has %lld episodes.
de: Die Serie hat nur %lld Episoden.
es: Esta temporada solo tiene %lld episodios.
fr: Cette saison ne contient que %lld épisodes.
it: Questa stagione ha solo %lld episodi.
ja: このシーズンは%lldエピソードまでです。
ko: 이 시즌에는 에피소드가 %lld개뿐입니다.
pl: Ten sezon ma tylko %lld odcinka.
pt_br: Esta temporada tem apenas %lld episódios.

# detail.showWatchState.seasonWarning %lld
source: This show only has %lld seasons.
de: Die Serie hat nur %lld Staffeln.
es: Esta serie solo tiene %lld temporadas.
fr: Cette série ne compte que %lld saisons.
it: Questa serie ha solo %lld stagioni.
ja: この番組は%lldシーズンまでです。
ko: 이 프로그램에는 시즌이 %lld개뿐입니다.
pl: Ten serial ma tylko %lld sezonu.
pt_br: Esta série tem apenas %lld temporadas.

# detail.showWatchState.seasonWarningNoEpisodes %lld
source: Season %lld has no episodes.
de: Staffel %lld hat keine Episoden.
es: La temporada %lld no tiene episodios.
fr: La saison %lld ne contient aucun épisode.
it: La stagione %lld non ha episodi.
ja: シーズン%lldにエピソードはありません。
ko: 시즌 %lld에 에피소드가 없습니다.
pl: Sezon %lld nie ma odcinków.
pt_br: A temporada %lld não tem episódios.

# detail.tags.footer %lld
source: %lld tags total
de: Insgesamt %lld Schlüsselwörter
es: %lld etiquetas en total
fr: %lld tags au total
it: %lld tag in totale
ja: 合計%lld個のタグ
ko: 총 %lld개 태그
pl: %lld tagu łącznie
pt_br: %lld etiquetas no total

# detail.tags.navBar.title
source: Tags
de: Schlüsselwörter
es: Etiquetas
it: Tag
ja: タグ
ko: 태그
pl: Tagi
pt_br: Etiquetas

# detail.trailers.label
source: Trailers
de: Trailer
es: Tráilers
fr: Bandes-annonces
it: Trailer
ja: 予告編
ko: 예고편
pl: Zwiastuny

# detail.trailers.noneAvailable
source: There are no trailers available.
de: Keine Trailer verfügbar
es: No hay tráilers disponibles.
fr: Aucune bande-annonce disponible.
it: Non sono disponibili trailer.
ja: 利用できる予告編はありません。
ko: 이용 가능한 예고편이 없습니다.
pl: Brak dostępnych zwiastunów.
pt_br: Não há trailers disponíveis.

# detail.userData.header
source: User data
de: Persönliche Daten
es: Datos del usuario
fr: Données personnelles
it: Dati utente
ja: ユーザーデータ
ko: 사용자 데이터
pl: Dane użytkownika
pt_br: Dados do usuário

# detail.userData.headline.notes
source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 메모
pl: Notatki
pt_br: Notas

# detail.userData.headline.personalRating
source: Personal rating
de: Persönliche Bewertung
es: Valoración personal
fr: Note personnelle
it: Valutazione personale
ja: 自分の評価
ko: 내 평점
pl: Ocena własna
pt_br: Avaliação pessoal

# detail.userData.headline.tags
source: Tags
de: Schlüsselwörter
es: Etiquetas
it: Tag
ja: タグ
ko: 태그
pl: Tagi
pt_br: Etiquetas

# detail.userData.headline.watchAgain
source: Watch again?
de: Nochmal ansehen?
es: ¿Volver a ver?
fr: Revoir ?
it: Guardare di nuovo?
ja: もう一度見る？
ko: 다시 보기?
pl: Obejrzeć ponownie?
pt_br: Assistir novamente?

# detail.userData.headline.watchAgain.show
source: Watch again / continue?
de: Nochmal/weiter ansehen?
es: ¿Volver a ver o continuar?
fr: Revoir / continuer ?
it: Guardare di nuovo / continuare?
ja: もう一度見る／続きを見る？
ko: 다시 보기/계속 보기?
pl: Obejrzeć ponownie / kontynuować?
pt_br: Assistir novamente/continuar?

# detail.userData.headline.watchDate
source: Watch date
de: Angeschaut am
es: Fecha de visualización
fr: Date de visionnage
it: Data di visione
ja: 視聴日
ko: 시청일
pl: Data obejrzenia
pt_br: Data em que assistiu

# detail.userData.headline.watched
source: Watched?
de: Angesehen?
es: ¿Visto?
fr: Vu ?
it: Visto?
ja: 視聴済み？
ko: 시청했나요?
pl: Obejrzane?
pt_br: Assistiu?

# detail.userData.lists.none
source: None
de: Keine
es: Ninguna
fr: Aucune
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhuma

# detail.userData.noNotes
source: No notes
de: Keine Notizen
es: Sin notas
fr: Aucune note
it: Nessuna nota
ja: メモなし
ko: 메모 없음
pl: Brak notatek
pt_br: Sem notas

# detail.userData.tags.none
source: No tags
de: Keine Schlüsselwörter
es: Sin etiquetas
fr: Aucun tag
it: Nessun tag
ja: タグなし
ko: 태그 없음
pl: Brak tagów
pt_br: Sem etiquetas

# detail.userData.watchDate.dateKnownToggle.label
source: Date known
de: Datum bekannt
es: Fecha conocida
fr: Date connue
it: Data nota
ja: 視聴日がわかる
ko: 시청일을 알고 있음
pl: Data jest znana
pt_br: Data conhecida

# detail.userData.watched.picker.notWatched
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pl: Nie
pt_br: Não

# detail.userData.watched.picker.partiallyWatched
source: Partially
de: Teilweise
es: Parcialmente
fr: En partie
it: Parzialmente
ja: 一部
ko: 일부
pl: Częściowo
pt_br: Parcialmente

# detail.userData.watched.picker.watched
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim

# detail.userData.watchedShow.header
source: Up to which episode did you watch?
de: Bis zu welcher Episode haben Sie angesehen?
es: ¿Hasta qué episodio has llegado?
fr: Jusqu’à quel épisode as-tu regardé ?
it: A quale episodio sei arrivato?
ja: どのエピソードまで見ましたか？
ko: 어디까지 시청했나요?
pl: Do którego odcinka obejrzałeś lub obejrzałaś?
pt_br: Até qual episódio você assistiu?

# detail.userData.watchedShow.label.allEpisodes
source: All episodes
de: Alle Episoden
es: Todos los episodios
fr: Tous les épisodes
it: Tutti gli episodi
ja: 全エピソード
ko: 모든 에피소드
pl: Wszystkie odcinki
pt_br: Todos os episódios

# detail.userData.watchedShow.label.no
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pl: Nie
pt_br: Não

# detail.userData.watchedShow.label.notWatched
source: Not watched
de: Nicht Angesehen
es: No visto
fr: Non vu
it: Non visto
ja: 未視聴
ko: 보지 않음
pl: Nieobejrzane
pt_br: Não assistido

# detail.userData.watchedShow.label.season %lld
source: Season %lld
de: Staffel %lld
es: Temporada %lld
fr: Saison %lld
it: Stagione %lld
ja: シーズン%lld
ko: 시즌 %lld
pl: Sezon %lld
pt_br: Temporada %lld

# detail.userData.watchedShow.label.seasonAndEpisode %lld %lld
source: Season %lld, episode %lld
de: Staffel %lld, Episode %lld
es: Temporada %lld, episodio %lld
fr: Saison %lld, épisode %lld
it: Stagione %lld, episodio %lld
ja: シーズン%lld、エピソード%lld
ko: 시즌 %lld, 에피소드 %lld
pl: Sezon %lld, odcinek %lld
pt_br: Temporada %lld, episódio %lld

# detail.userData.watchedShow.label.seasonNumber %lld
source: Season %lld
de: Staffel %lld
es: Temporada %lld
fr: Saison %lld
it: Stagione %lld
ja: シーズン%lld
ko: 시즌 %lld
pl: Sezon %lld
pt_br: Temporada %lld

# detail.userData.watchedShow.label.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pl: Nieznany
pt_br: Desconhecido

# detail.userData.watchedShow.statusPickerOption.episode
source: Up to episode...
de: Bis zu Folge...
es: Hasta el episodio...
fr: Jusqu’à l’épisode…
it: Fino all’episodio...
ja: エピソードを指定...
ko: 에피소드까지...
pl: Do odcinka...
pt_br: Até o episódio...

# detail.userData.watchedShow.statusPickerOption.notWatched
source: Not watched
de: Nicht angeschaut
es: No visto
fr: Non vu
it: Non visto
ja: 未視聴
ko: 보지 않음
pl: Nieobejrzane
pt_br: Não assistido

# detail.userData.watchedShow.statusPickerOption.season
source: Up to season...
de: Bis zu Staffel...
es: Hasta la temporada...
fr: Jusqu’à la saison…
it: Fino alla stagione...
ja: シーズンを指定...
ko: 시즌까지...
pl: Do sezonu...
pt_br: Até a temporada...

# detail.userData.watchedShow.statusPickerOption.unknown
source: Not specified
de: Keine Angabe
es: Sin especificar
fr: Non indiqué
it: Non specificato
ja: 未指定
ko: 지정 안 함
pl: Nie określono
pt_br: Não especificado

# detail.watchprovider.ads
source: Ads
de: Werbung
es: Con anuncios
fr: Avec publicités
it: Con pubblicità
ja: 広告付き
ko: 광고
pl: Reklamy
pt_br: Com anúncios

# detail.watchprovider.buy
source: Buy
de: Kaufen
es: Compra
fr: Acheter
it: Acquista
ja: 購入
ko: 구매
pl: Kup
pt_br: Comprar

# detail.watchProviders.label
source: Streaming services
de: Streamingdienste
es: Servicios de streaming
fr: Services de streaming
it: Servizi di streaming
ja: 動画配信サービス
ko: 스트리밍 서비스
pl: Serwisy streamingowe
pt_br: Serviços de streaming

# detail.watchProviders.noneAvailable
source: There is no streaming service information available.
de: Keine Informationen verfügbar
es: No hay información disponible sobre servicios de streaming.
fr: Aucune information disponible sur les services de streaming.
it: Non sono disponibili informazioni sui servizi di streaming.
ja: 動画配信サービスの情報はありません。
ko: 이용 가능한 스트리밍 서비스 정보가 없습니다.
pl: Brak informacji o serwisach streamingowych.
pt_br: Não há informações disponíveis sobre serviços de streaming.

# generic.alert.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar

# generic.alert.button.no
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pl: Nie
pt_br: Não

# generic.alert.button.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim

# generic.alert.delete.buttonTitle
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir

# generic.alert.delete.message
source: This action cannot be undone.
de: Diese Aktion kann nicht widerrufen werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없습니다.
pl: Tej czynności nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.

# generic.alert.delete.title
source: Confirm delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
ja: 削除の確認
ko: 삭제 확인
pl: Potwierdź usunięcie
pt_br: Confirmar exclusão

# generic.alert.title.error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro

# generic.dismissViewDone
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: OK

# generic.editButtonDone
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: OK

# generic.editButtonEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar

# generic.errorText
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro

# generic.loadingText
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement…
it: Caricamento...
ja: 読み込み中...
ko: 불러오는 중...
pl: Wczytywanie...
pt_br: Carregando...

# generic.longText.showMore
source: Show more...
de: Mehr zeigen…
es: Mostrar más...
fr: Afficher plus…
it: Mostra altro...
ja: さらに表示...
ko: 더 보기...
pl: Pokaż więcej...
pt_br: Mostrar mais...

# generic.multipleObjectsSelected
source: Multiple objects selected
de: Mehrere Objekte ausgewählt
es: Varios objetos seleccionados
fr: Plusieurs éléments sélectionnés
it: Sono selezionati più elementi
ja: 複数の項目が選択されています
ko: 여러 항목이 선택됨
pl: Wybrano wiele obiektów
pt_br: Vários itens selecionados

# generic.navBar.loadingTitle
source: Loading
de: Laden
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
ko: 불러오는 중
pl: Wczytywanie
pt_br: Carregando

# generic.never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
ko: 안 함
pl: Nigdy
pt_br: Nunca

# generic.picker.multipleValues %lld
source: %lld Values
de: %lld Werte
es: %lld valores
fr: %lld valeurs
it: %lld valori
ja: %lld件
ko: %lld개 값
pl: %lld wartości
pt_br: %lld valores

# generic.picker.navBar.button.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
pl: Resetuj
pt_br: Redefinir

# generic.picker.noValues
source: No entries
de: Keine Einträge
es: Sin entradas
fr: Aucune entrée
it: Nessuna voce
ja: 項目なし
ko: 항목 없음
pl: Brak pozycji
pt_br: Nenhuma opção

# generic.picker.range.from
source: From
de: Von
es: Desde
fr: De
it: Da
ja: 下限
ko: 시작
pl: Od
pt_br: De

# generic.picker.range.from.value %@
source: From %@
de: Von %@
es: Desde %@
fr: De %@
it: Da %@
ja: %@以上
ko: %@부터
pl: Od %@
pt_br: De %@

# generic.picker.range.to
source: To
de: Bis
es: Hasta
fr: À
it: A
ja: 上限
ko: 끝
pl: Do
pt_br: Até

# generic.picker.range.to.value %@
source: To %@
de: Bis %@
es: Hasta %@
fr: À %@
it: A %@
ja: %@以下
ko: %@까지
pl: Do %@
pt_br: Até %@

# generic.picker.value.no
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pl: Nie
pt_br: Não

# generic.picker.value.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim

# generic.retryLoading
source: Retry
de: Neu laden
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar novamente

# generic.selectAll
source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pl: Zaznacz wszystko
pt_br: Selecionar tudo

# generic.selectNone
source: Select none
de: Keine auswählen
es: No seleccionar nada
fr: Tout désélectionner
it: Deseleziona tutto
ja: 選択をすべて解除
ko: 모두 선택 해제
pl: Usuń zaznaczenie
pt_br: Não selecionar nenhum

# generic.symbolRenderingMode.hierarchical
source: Hierarchical
de: Hierarchisch
es: Jerárquico
fr: Hiérarchique
it: Gerarchica
ja: 階層
ko: 계층
pl: Hierarchiczny
pt_br: Hierárquico

# generic.symbolRenderingMode.monochrome
source: Monochrome
de: Monochrom
es: Monocromo
it: Monocromatica
ja: モノクロ
ko: 단색
pl: Monochromatyczny
pt_br: Monocromático

# generic.symbolRenderingMode.multicolor
source: Multicolor
de: Mehrfarbig
fr: Multicolore
it: Multicolore
ja: マルチカラー
ko: 다중 색상
pl: Wielokolorowy
pt_br: Multicolorido

# generic.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pl: Nieznany
pt_br: Desconhecido

# global.alert.errorLoadingCoreData.title
source: Error loading data
de: Fehler beim Laden der Daten
es: Error al cargar los datos
fr: Erreur de chargement des données
it: Errore durante il caricamento dei dati
ja: データの読み込みエラー
ko: 데이터를 불러올 수 없음
pl: Błąd wczytywania danych
pt_br: Erro ao carregar dados

# global.alert.errorSavingCoreData.title
source: Error saving data
de: Fehler beim Speichern der Daten
es: Error al guardar los datos
fr: Erreur d’enregistrement des données
it: Errore durante il salvataggio dei dati
ja: データの保存エラー
ko: 데이터를 저장할 수 없음
pl: Błąd zapisywania danych
pt_br: Erro ao salvar dados

# global.strings.movie
source: Movie
de: Film
es: Película
fr: Film
it: Film
ja: 映画
ko: 영화
pl: Film
pt_br: Filme

# global.strings.show
source: TV show
de: Serie
es: Serie
fr: Série TV
it: Serie TV
ja: テレビ番組
ko: TV 프로그램
pl: Serial
pt_br: Série de TV

# languageChooser.alert.errorLoading.title
source: Error loading languages
de: Fehler beim Laden der Sprachen
es: Error al cargar los idiomas
fr: Erreur de chargement des langues
it: Errore durante il caricamento delle lingue
ja: 言語の読み込みエラー
ko: 언어를 불러올 수 없음
pl: Błąd wczytywania języków
pt_br: Erro ao carregar idiomas

# languageChooser.callout
source: Select the language in which your media information (e.g., title and description) is displayed.
de: Bitte wählen Sie die Sprache, die für die Medien-Informationen (z.B. Titel und Beschreibung) verwendet werden soll.
es: Selecciona el idioma en el que se mostrará la información del contenido, como el título y la descripción.
fr: Sélectionne la langue d’affichage des informations sur les médias (titre et description, par exemple).
it: Seleziona la lingua in cui visualizzare le informazioni sui contenuti, come titolo e descrizione.
ja: タイトルやあらすじなどのメディア情報を表示する言語を選択してください。
ko: 미디어 정보(예: 제목과 설명)를 표시할 언어를 선택하세요.
pl: Wybierz język, w którym będą wyświetlane informacje o treściach, np. tytuł i opis.
pt_br: Selecione o idioma usado para exibir as informações das suas mídias (por exemplo, título e descrição).

# languageChooser.loadingText
source: Loading languages...
de: Sprachen werden geladen...
es: Cargando idiomas...
fr: Chargement des langues…
it: Caricamento lingue...
ja: 言語を読み込み中...
ko: 언어 불러오는 중...
pl: Wczytywanie języków...
pt_br: Carregando idiomas...

# languageChooser.navBar.title
source: Select API language
de: API Sprache Wählen
es: Seleccionar idioma de la API
fr: Sélectionner la langue de l’API
it: Seleziona la lingua dell’API
ja: API言語を選択
ko: API 언어 선택
pl: Wybierz język API
pt_br: Selecionar idioma da API

# legal.analyticsIdentifier.copied
source: Analytics ID copied
de: Analytics-ID kopiert
es: ID de analíticas copiado
fr: Identifiant d’analyse copié
it: ID di analisi copiato
ja: 分析IDをコピーしました
ko: 분석 ID 복사됨
pl: Skopiowano identyfikator analityczny
pt_br: ID de análise copiado

# legal.analyticsIdentifier.copy
source: Copy ID
de: ID kopieren
es: Copiar ID
fr: Copier l’identifiant
it: Copia ID
ja: IDをコピー
ko: ID 복사
pl: Kopiuj identyfikator
pt_br: Copiar ID

# legal.analyticsIdentifier.description
source: Include this ID in privacy requests so analytics data can be matched to your app installation.
de: Gib diese ID bei Datenschutzanfragen an, damit Analytics-Daten deiner App-Installation zugeordnet werden können.
es: Incluye este ID en las solicitudes de privacidad para poder asociar los datos analíticos con tu instalación de la app.
fr: Indique cet identifiant dans tes demandes relatives à la confidentialité afin que les données d’analyse puissent être associées à ton installation de l’app.
it: Includi questo ID nelle richieste relative alla privacy, così i dati di analisi potranno essere associati all’installazione della tua app.
ja: プライバシー関連のリクエストにこのIDを記載すると、分析データをアプリのインストール情報と照合できます。
ko: 개인정보 보호 요청에 이 ID를 포함하면 분석 데이터를 앱 설치와 연결할 수 있습니다.
pl: Dołącz ten identyfikator do wniosków dotyczących prywatności, aby można było powiązać dane analityczne z instalacją aplikacji.
pt_br: Inclua este ID em solicitações de privacidade para que os dados de análise possam ser associados à instalação do seu app.

# legal.analyticsIdentifier.title
source: Analytics Installation ID
de: Analytics-Installations-ID
es: ID de instalación para analíticas
fr: Identifiant d’installation pour l’analyse
it: ID di installazione per le analisi
ja: 分析インストールID
ko: 분석 설치 ID
pl: Identyfikator instalacji do analiz
pt_br: ID de instalação para análise

# legal.imprint.button
source: Imprint
de: Impressum
es: Aviso legal
fr: Mentions légales
it: Note legali
ja: 運営者情報
ko: 법적 고지
pl: Nota prawna
pt_br: Aviso legal

# legal.imprint.loadError
source: The imprint could not be loaded.
de: Das Impressum konnte nicht geladen werden.
es: No se ha podido cargar el aviso legal.
fr: Impossible de charger les mentions légales.
it: Impossibile caricare le note legali.
ja: 運営者情報を読み込めませんでした。
ko: 법적 고지를 불러올 수 없습니다.
pl: Nie udało się wczytać noty prawnej.
pt_br: Não foi possível carregar o aviso legal.

# legal.imprint.title
source: Imprint
de: Impressum
es: Aviso legal
fr: Mentions légales
it: Note legali
ja: 運営者情報
ko: 법적 고지
pl: Nota prawna
pt_br: Aviso legal

# legal.legalNotice %@
source: All content and images are properties of their respective owners. For legal concerns, contact %@.
de: Alle Inhalte und Bilder sind Eigentum ihrer entsprechenden Besitzer. Für rechtliche Fragen, kontaktieren Sie bitte %@.
es: Todo el contenido y las imágenes pertenecen a sus respectivos propietarios. Para consultas legales, escribe a %@.
fr: Tous les contenus et toutes les images appartiennent à leurs propriétaires respectifs. Pour toute question juridique, contacte %@.
it: Tutti i contenuti e le immagini appartengono ai rispettivi proprietari. Per questioni legali, contatta %@.
ja: すべてのコンテンツと画像の権利は、それぞれの所有者に帰属します。 法的なお問い合わせは%@までご連絡ください。
ko: 모든 콘텐츠와 이미지는 각 소유자의 자산입니다. 법적 문의: %@
pl: Wszystkie treści i obrazy są własnością ich odpowiednich właścicieli. W sprawach prawnych skontaktuj się z %@.
pt_br: Todo o conteúdo e as imagens pertencem aos respectivos proprietários. Para questões legais, entre em contato pelo e-mail %@.

# legal.navBar.title
source: Legal
de: Rechtliches
es: Información legal
fr: Informations légales
it: Note legali
ja: 法的情報
ko: 법률 정보
pl: Informacje prawne
pt_br: Informações legais

# legal.privacyPolicy.button
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
pt_br: Política de Privacidade

# legal.privacyPolicy.language.german
source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
ja: ドイツ語
ko: 독일어
pl: Niemiecki
pt_br: Alemão

# legal.privacyPolicy.languagePicker
source: Privacy policy language
de: Sprache der Datenschutzerklärung
es: Idioma de la política de privacidad
fr: Langue de la politique de confidentialité
it: Lingua dell’informativa sulla privacy
ja: プライバシーポリシーの言語
ko: 개인정보 처리방침 언어
pl: Język polityki prywatności
pt_br: Idioma da política de privacidade

# legal.privacyPolicy.loadError
source: The privacy policy could not be loaded.
de: Die Datenschutzerklärung konnte nicht geladen werden.
es: No se ha podido cargar la política de privacidad.
fr: Impossible de charger la politique de confidentialité.
it: Impossibile caricare l’informativa sulla privacy.
ja: プライバシーポリシーを読み込めませんでした。
ko: 개인정보 처리방침을 불러올 수 없습니다.
pl: Nie udało się wczytać polityki prywatności.
pt_br: Não foi possível carregar a política de privacidade.

# legal.privacyPolicy.title
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
pt_br: Política de Privacidade

# library.alert.errorUpdating.message %@ %@
source: Error updating %@: %@
de: Fehler beim Aktualisieren von %@: %@
es: Error al actualizar %@: %@
fr: Erreur lors de la mise à jour de %@ : %@
it: Errore durante l’aggiornamento di %@: %@
ja: %@の更新エラー: %@
ko: %@ 업데이트 오류: %@
pl: Błąd aktualizacji %@: %@
pt_br: Erro ao atualizar %@: %@

# library.alert.errorUpdating.title
source: Error updating
de: Fehler beim Aktualisieren
es: Error al actualizar
fr: Erreur de mise à jour
it: Errore durante l’aggiornamento
ja: 更新エラー
ko: 업데이트 오류
pl: Błąd aktualizacji
pt_br: Erro ao atualizar
